//TECN062B JOB NOTIFY=&SYSUID
//JOBLIB   DD  DISP=SHR,
//            DSN=DSN910.DB9G.SDSNEXIT
//         DD DISP=SHR,
//            DSN=DSN910.SDSNLOAD
//BIND     EXEC PGM=IKJEFT01,DYNAMNBR=20
//DBRMLIB  DD DISP=SHR,
//         DSN=TECN062.PROJECT.DBRM     --> DBRM LIBRARY
//SYSTSPRT DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
//SYSUMUMP DD SYSOUT=*
//SYSOUT   DD SYSOUT=*
//REPORT   DD SYSOUT=*
//SYSTSIN  DD *
  DSN SYSTEM(DB9G)
  BIND PLAN(TECN062) MEMBER(MJREPORT) ISOLATION(CS) ACTION(REP) -
  ENCODING(EBCDIC)
/*
