//TECN062J JOB NOTIFY=&SYSUID
//STEP0001 EXEC PGM=SORT
//SYSPRINT DD SYSOUT=*
//SYSOUT   DD SYSOUT=*
//SORTIN   DD DSN=TECN062.PROJECT.INSPS,DISP=SHR
//SORTOF1  DD DSN=TECN062.MAJOR.INSPSSR1,DISP=OLD
//*           LIKE=TECN062.PROJECT.INSPS
//SORTOF2  DD DSN=TECN062.MAJOR.INSPSSR2,DISP=OLD
//*           LIKE=TECN062.PROJECT.INSPS
//SYSIN    DD  *
  SORT FIELDS=(1,5,CH,A,7,10,CH,A,74,2,CH,A)
  OUTFIL FILES=1,INCLUDE=(74,2,ZD,LE,5)
  OUTFIL FILES=2,INCLUDE=(74,2,ZD,GT,5)
/*
