//TECN062J JOB NOTIFY=&SYSUID
//STEP0001 EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSOUT DD  SYSOUT=*
//SYSIN DD *
  DELETE TECN062.PROJECT.KSDS
  DEFINE CLUSTER(NAME(TECN062.PROJECT.KSDS)  -
  TRACKS(3 5)  -
  KEYS(5 0)   -
  CISZ(512)   -
  VOLUME(ZAPRD4)   -
  RECORDSIZE(80 80) -
  FREESPACE(10 10)  -
  INDEXED)
/*
